tap "derailed/popeye"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "wagoodman/dive"
brew "libyaml"
brew "openssl@1.1"
brew "readline", link: true
brew "python"
brew "ansible"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "gettext"
brew "libffi"
brew "glib"
brew "coreutils"
brew "go"
brew "go@1.12"
brew "go@1.13"
brew "dep"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "googler"
brew "gpg-agent"
brew "graphviz"
brew "helm"
brew "irssi"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "libdvdcss"
brew "libtool", link: false
brew "minicom"
brew "minikube"
brew "mkvtoolnix"
brew "nmap"
brew "openttd"
brew "operator-sdk"
brew "p7zip"
brew "packer"
brew "pinentry-mac"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyside"
brew "shellcheck"
brew "skopeo"
brew "sphinx-doc"
brew "streamlink"
brew "watch"
brew "youtube-dl"
brew "yq"
brew "derailed/popeye/popeye"
brew "wagoodman/dive/dive"
cask "etcher"
cask "iterm2"
cask "minikube"
cask "osxfuse"
cask "virtualbox"
cask "visual-studio-code"
cask "wch-ch34x-usb-serial-driver"
cask "xquartz"
