tap "cblecker/tap"
tap "derailed/popeye"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "ansible"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "cblecker/tap/ocm"
brew "cfssl"
brew "coreutils"
brew "curl"
brew "dep"
brew "derailed/popeye/popeye"
brew "ffmpeg"
brew "fzf"
brew "gettext"
brew "git"
brew "glib"
brew "glide"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "go@1.12"
brew "go@1.13"
brew "googler"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "irssi"
brew "jq"
brew "jsonnet"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "libdvdcss"
brew "libffi"
brew "libtool"
brew "libtool", link: false
brew "libyaml"
brew "make"
brew "markdown"
brew "mercurial"
brew "minicom"
brew "minikube"
brew "mkvtoolnix"
brew "nmap"
brew "openshift-cli"
brew "openssl@1.1"
brew "openttd"
brew "operator-sdk"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pinentry-mac"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyside"
brew "python"
brew "readline", link: true
brew "ruby"
brew "shellcheck"
brew "skopeo"
brew "sphinx-doc"
brew "streamlink"
brew "terraform"
brew "tesseract"
brew "tree"
brew "vim"
brew "dive"
brew "docker-compose", link: false
brew "docker-machine"
brew "watch"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zlib"
cask "1password"
cask "alfred"
cask "apache-directory-studio"
cask "blue-jeans"
cask "colloquy"
cask "docker"
cask "balenaetcher"
cask "google-chrome"
cask "google-cloud-sdk"
cask "irccloud"
cask "iterm2"
cask "osxfuse"
cask "slack"
cask "sourcetree"
cask "textmate"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
# for Rock64 serial console
cask "wch-ch34x-usb-serial-driver"
cask "xquartz"